Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: A system-wide shortcut that brings up the omnibar no matter which app is in front — type an address and Browser comes forward with it loaded. Set it to Off to release the shortcut for something else.
ar: اختصار على مستوى النظام يستدعي شريط العناوين بغض النظر عن التطبيق الموجود في المقدمة — اكتب عنوانًا وسيتقدم المتصفح إلى الأمام محمّلًا به. اضبطه على إيقاف لتحرير الاختصار لشيء آخر.
ca: Una drecera global que obre l'omnibar sigui quina sigui l'app en primer pla — escriu una adreça i el navegador es posa al davant amb ella carregada. Posa-la a Desactivat per alliberar la drecera per a una altra cosa.
cs: Celosystémová zkratka, která vyvolá omnibar bez ohledu na to, která aplikace je v popředí — napiš adresu a prohlížeč se vysune dopředu s načtenou stránkou. Nastav na Vypnuto, aby ses zkratky vzdal ve prospěch něčeho jiného.
da: En systemdækkende genvej, der henter omnibaren frem, uanset hvilken app der er forrest — skriv en adresse, og browseren kommer frem med den indlæst. Sæt den til Fra for at frigive genvejen til noget andet.
de: Ein systemweiter Kurzbefehl, der die Omnibar aufruft, egal welche App im Vordergrund ist – gib eine Adresse ein, und der Browser kommt mit geladener Seite nach vorne. Stelle ihn auf Aus, um den Kurzbefehl für etwas anderes freizugeben.
el: Μια συντόμευση σε επίπεδο συστήματος που εμφανίζει το omnibar ανεξάρτητα από το ποια εφαρμογή είναι στο προσκήνιο — πληκτρολόγησε μια διεύθυνση και το πρόγραμμα περιήγησης έρχεται μπροστά με αυτήν φορτωμένη. Όρισέ την σε Ανενεργό για να ελευθερώσεις τη συντόμευση για κάτι άλλο.
es: Un atajo global que abre la omnibar sin importar qué app esté en primer plano: escribe una dirección y el navegador pasa al frente con ella cargada. Ponlo en Desactivado para liberar el atajo para otra cosa.
fi: Järjestelmänlaajuinen pikanäppäin, joka tuo omnipalkin esiin riippumatta siitä, mikä sovellus on etualalla — kirjoita osoite, ja selain tulee esiin sivu ladattuna. Aseta se Pois päältä vapauttaaksesi pikanäppäimen muuhun käyttöön.
fr: Un raccourci global qui fait apparaître l'omnibar quelle que soit l'app au premier plan — saisissez une adresse et le navigateur passe au premier plan avec elle chargée. Réglez-le sur Désactivé pour libérer le raccourci.
he: קיצור מערכתי שמעלה את שורת הכתובת ללא קשר ליישום שבחזית — הקלד כתובת והדפדפן יעלה קדימה כשהיא טעונה. הגדר לכבוי כדי לשחרר את הקיצור למשהו אחר.
hi: एक सिस्टम-व्यापी शॉर्टकट जो ओमनीबार सामने लाता है, चाहे कोई भी ऐप सामने हो — एक पता टाइप करें और ब्राउज़र उसे लोड करके आगे आ जाता है। इसे किसी और चीज़ के लिए शॉर्टकट मुक्त करने हेतु बंद पर सेट करें।
hr: Prečac na razini sustava koji poziva omnibar bez obzira na to koja je aplikacija u prvom planu — upiši adresu i preglednik izlazi naprijed s učitanom adresom. Postavi na Isključeno da oslobodiš prečac za nešto drugo.
hu: Egy rendszerszintű gyorsbillentyű, amely előhozza az omnibart, függetlenül attól, melyik alkalmazás van előtérben — írj be egy címet, és a böngésző előrejön a betöltött oldallal. Állítsd Kikapcsolva értékre, hogy felszabadítsd a gyorsbillentyűt másra.
id: Pintasan seluruh sistem yang memunculkan omnibar tidak peduli aplikasi mana yang di depan — ketik alamat dan browser maju dengannya termuat. Setel ke Mati untuk membebaskan pintasan bagi hal lain.
it: Una scorciatoia globale che richiama l'omnibar indipendentemente dall'app in primo piano: digita un indirizzo e il browser viene in primo piano con la pagina caricata. Impostala su Disattivato per liberare la scorciatoia per altro.
ja: どのアプリが前面にあってもオムニバーを呼び出すシステム全体のショートカット。アドレスを入力すると、ブラウザがそれを読み込んで前面に出ます。ショートカットを別の用途に解放するには「オフ」に設定します。
ko: 어떤 앱이 앞에 있든 옴니바를 불러오는 시스템 전체 단축키입니다. 주소를 입력하면 브라우저가 그것을 불러온 채 앞으로 나옵니다. 단축키를 다른 용도로 비우려면 끔으로 설정하세요.
ms: Pintasan seluruh sistem yang memunculkan omnibar tidak kira aplikasi mana yang di hadapan — taip alamat dan pelayar tampil ke hadapan dengannya dimuatkan. Tetapkan kepada Mati untuk membebaskan pintasan bagi perkara lain.
nb: En systemomfattende hurtigtast som henter frem omnibaren uansett hvilken app som er fremst — skriv en adresse, og nettleseren kommer frem med den lastet. Sett den til Av for å frigjøre hurtigtasten til noe annet.
nl: Een systeembrede sneltoets die de omnibalk oproept, ongeacht welke app op de voorgrond staat — typ een adres en de browser komt naar voren met de pagina geladen. Zet hem op Uit om de sneltoets voor iets anders vrij te maken.
pl: Ogólnosystemowy skrót, który przywołuje omnibar niezależnie od tego, która aplikacja jest na pierwszym planie — wpisz adres, a przeglądarka wysunie się na wierzch z załadowaną stroną. Ustaw na Wył., aby zwolnić skrót do innych celów.
pt_br: Um atalho global que chama a omnibar não importa qual app esteja à frente — digite um endereço e o navegador vem para a frente com ele carregado. Defina como Desativado para liberar o atalho para outra coisa.
ro: O scurtătură la nivel de sistem care aduce omnibarul indiferent de aplicația din prim-plan — tastează o adresă și browserul vine în față cu ea încărcată. Setează pe Dezactivat pentru a elibera scurtătura pentru altceva.
ru: Системное сочетание клавиш, вызывающее омнибар независимо от того, какое приложение на переднем плане: введите адрес, и браузер выйдет вперёд с загруженной страницей. Установите «Выкл.», чтобы освободить сочетание для другого.
sk: Celosystémová skratka, ktorá vyvolá omnibar bez ohľadu na to, ktorá aplikácia je v popredí — napíš adresu a prehliadač sa vysunie dopredu s načítanou stránkou. Nastav na Vypnuté, aby si sa skratky vzdal v prospech niečoho iného.
sv: Ett systemomfattande kortkommando som tar fram omnibaren oavsett vilken app som är i förgrunden — skriv en adress så kommer webbläsaren fram med den inläst. Ställ in det på Av för att frigöra kortkommandot för något annat.
th: แป้นลัดระดับระบบที่เรียกออมนิบาร์ขึ้นมาไม่ว่าแอปใดจะอยู่เบื้องหน้า — พิมพ์ที่อยู่แล้วเบราว์เซอร์จะขึ้นมาด้านหน้าพร้อมโหลดที่อยู่นั้น ตั้งเป็นปิดเพื่อปล่อยแป้นลัดไว้ใช้กับอย่างอื่น
tr: Hangi uygulamanın önde olduğundan bağımsız olarak omnibar'ı getiren sistem geneli bir kısayol — bir adres yaz ve tarayıcı onunla yüklenmiş olarak öne gelsin. Kısayolu başka bir şey için serbest bırakmak üzere Kapalı olarak ayarla.
uk: Загальносистемне сполучення, що викликає омнібар незалежно від того, яка програма на передньому плані: введіть адресу, і браузер вийде вперед із завантаженою сторінкою. Установіть «Вимк.», щоб звільнити сполучення для іншого.
vi: Một phím tắt toàn hệ thống gọi omnibar bất kể ứng dụng nào đang ở phía trước — gõ một địa chỉ và trình duyệt sẽ hiện ra với địa chỉ đã tải. Đặt thành Tắt để giải phóng phím tắt cho việc khác.
zh_hans: 无论哪个应用在前台，系统级快捷键都会调出地址栏——输入一个地址，浏览器就会加载它并显示到最前。将其设为“关”可释放该快捷键用于其他用途。
zh_hk: 無論哪個 App 在前景，系統層級快速鍵都會叫出網址列——輸入一個位址，瀏覽器就會載入它並顯示到最前。將其設為「關閉」可釋放該快速鍵用於其他用途。

source: About
ar: حول
ca: Quant a
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
fi: Tietoja
fr: À propos
he: אודות
hi: बारे में
hr: O aplikaciji
hu: Névjegy
id: Tentang
it: Informazioni
ja: 情報
ko: 정보
ms: Perihal
nb: Om
nl: Over
pl: Informacje
pt_br: Sobre
ro: Despre
ru: О программе
sk: O aplikácii
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про програму
vi: Giới thiệu
zh_hans: 关于
zh_hk: 關於

source: Accept
ar: قبول
ca: Accepta
cs: Přijmout
da: Acceptér
de: Akzeptieren
el: Αποδοχή
es: Aceptar
fi: Hyväksy
fr: Accepter
he: קבל
hi: स्वीकार करें
hr: Prihvati
hu: Elfogad
id: Terima
it: Accetta
ja: 同意する
ko: 동의
ms: Terima
nb: Godta
nl: Accepteren
pl: Akceptuj
pt_br: Aceitar
ro: Acceptă
ru: Принять
sk: Prijať
sv: Godkänn
th: ยอมรับ
tr: Kabul Et
uk: Прийняти
vi: Chấp nhận
zh_hans: 接受
zh_hk: 接受

source: Actual Size
ar: الحجم الفعلي
ca: Mida real
cs: Skutečná velikost
da: Faktisk størrelse
de: Originalgröße
el: Πραγματικό μέγεθος
es: Tamaño real
fi: Todellinen koko
fr: Taille réelle
he: גודל אמיתי
hi: वास्तविक आकार
hr: Stvarna veličina
hu: Valódi méret
id: Ukuran Sebenarnya
it: Dimensioni reali
ja: 実際のサイズ
ko: 실제 크기
ms: Saiz Sebenar
nb: Faktisk størrelse
nl: Werkelijke grootte
pl: Rzeczywisty rozmiar
pt_br: Tamanho real
ro: Dimensiune reală
ru: Реальный размер
sk: Skutočná veľkosť
sv: Verklig storlek
th: ขนาดจริง
tr: Gerçek Boyut
uk: Справжній розмір
vi: Kích thước thật
zh_hans: 实际大小
zh_hk: 實際大小

source: Ad blocked
ar: تم حظر الإعلان
ca: Anunci bloquejat
cs: Reklama zablokována
da: Reklame blokeret
de: Werbung blockiert
el: Η διαφήμιση αποκλείστηκε
es: Anuncio bloqueado
fi: Mainos estetty
fr: Publicité bloquée
he: הפרסומת נחסמה
hi: विज्ञापन अवरुद्ध
hr: Oglas blokiran
hu: Hirdetés blokkolva
id: Iklan diblokir
it: Pubblicità bloccata
ja: 広告をブロックしました
ko: 광고가 차단됨
ms: Iklan disekat
nb: Annonse blokkert
nl: Advertentie geblokkeerd
pl: Reklama zablokowana
pt_br: Anúncio bloqueado
ro: Reclamă blocată
ru: Реклама заблокирована
sk: Reklama zablokovaná
sv: Annons blockerad
th: บล็อกโฆษณาแล้ว
tr: Reklam engellendi
uk: Рекламу заблоковано
vi: Đã chặn quảng cáo
zh_hans: 已拦截广告
zh_hk: 已封鎖廣告

source: Ad Blocking
ar: حظر الإعلانات
ca: Bloqueig d'anuncis
cs: Blokování reklam
da: Reklameblokering
de: Werbeblockierung
el: Αποκλεισμός διαφημίσεων
es: Bloqueo de anuncios
fi: Mainosten esto
fr: Blocage des publicités
he: חסימת פרסומות
hi: विज्ञापन अवरोधन
hr: Blokiranje oglasa
hu: Hirdetésblokkolás
id: Pemblokiran Iklan
it: Blocco pubblicità
ja: 広告ブロック
ko: 광고 차단
ms: Penyekatan Iklan
nb: Annonseblokkering
nl: Advertenties blokkeren
pl: Blokowanie reklam
pt_br: Bloqueio de anúncios
ro: Blocare reclame
ru: Блокировка рекламы
sk: Blokovanie reklám
sv: Annonsblockering
th: การบล็อกโฆษณา
tr: Reklam Engelleme
uk: Блокування реклами
vi: Chặn quảng cáo
zh_hans: 广告拦截
zh_hk: 廣告封鎖

source: Add Bookmark
ar: إضافة إشارة مرجعية
ca: Afegeix una adreça d'interès
cs: Přidat záložku
da: Tilføj bogmærke
de: Lesezeichen hinzufügen
el: Προσθήκη σελιδοδείκτη
es: Añadir marcador
fi: Lisää kirjanmerkki
fr: Ajouter un favori
he: הוסף סימנייה
hi: बुकमार्क जोड़ें
hr: Dodaj knjižnu oznaku
hu: Könyvjelző hozzáadása
id: Tambah Markah
it: Aggiungi segnalibro
ja: ブックマークを追加
ko: 북마크 추가
ms: Tambah Penanda Buku
nb: Legg til bokmerke
nl: Bladwijzer toevoegen
pl: Dodaj zakładkę
pt_br: Adicionar favorito
ro: Adaugă marcaj
ru: Добавить закладку
sk: Pridať záložku
sv: Lägg till bokmärke
th: เพิ่มบุ๊กมาร์ก
tr: Yer İşareti Ekle
uk: Додати закладку
vi: Thêm dấu trang
zh_hans: 添加书签
zh_hk: 加入書籤

source: ADVERTISEMENT
ar: إعلان
ca: PUBLICITAT
cs: REKLAMA
da: REKLAME
de: WERBUNG
el: ΔΙΑΦΗΜΙΣΗ
es: PUBLICIDAD
fi: MAINOS
fr: PUBLICITÉ
he: פרסומת
hi: विज्ञापन
hr: OGLAS
hu: HIRDETÉS
id: IKLAN
it: PUBBLICITÀ
ja: 広告
ko: 광고
ms: IKLAN
nb: ANNONSE
nl: ADVERTENTIE
pl: REKLAMA
pt_br: PUBLICIDADE
ro: PUBLICITATE
ru: РЕКЛАМА
sk: REKLAMA
sv: ANNONS
th: โฆษณา
tr: REKLAM
uk: РЕКЛАМА
vi: QUẢNG CÁO
zh_hans: 广告
zh_hk: 廣告

source: Allow the CLI to send real mouse clicks
ar: السماح لواجهة سطر الأوامر بإرسال نقرات فأرة حقيقية
ca: Permet que la CLI enviï clics reals del ratolí
cs: Povolit CLI odesílat skutečná kliknutí myší
da: Tillad CLI'en at sende rigtige museklik
de: Der CLI erlauben, echte Mausklicks zu senden
el: Να επιτρέπεται στο CLI να στέλνει πραγματικά κλικ ποντικιού
es: Permitir que la CLI envíe clics de ratón reales
fi: Salli CLI:n lähettää todellisia hiiren napsautuksia
fr: Autoriser la CLI à envoyer de vrais clics de souris
he: אפשר ל-CLI לשלוח לחיצות עכבר אמיתיות
hi: CLI को वास्तविक माउस क्लिक भेजने की अनुमति दें
hr: Dopusti CLI-u slanje stvarnih klikova mišem
hu: A CLI valódi egérkattintásokat küldhet
id: Izinkan CLI mengirim klik mouse yang sebenarnya
it: Consenti alla CLI di inviare clic del mouse reali
ja: CLIが実際のマウスクリックを送信することを許可
ko: CLI가 실제 마우스 클릭을 보내도록 허용
ms: Benarkan CLI menghantar klik tetikus sebenar
nb: Tillat at CLI-en sender ekte museklikk
nl: De CLI toestaan echte muisklikken te sturen
pl: Zezwól CLI na wysyłanie prawdziwych kliknięć myszy
pt_br: Permitir que a CLI envie cliques reais do mouse
ro: Permite CLI-ului să trimită clicuri reale de mouse
ru: Разрешить CLI отправлять реальные щелчки мышью
sk: Povoliť CLI odosielať skutočné kliknutia myšou
sv: Tillåt CLI att skicka riktiga musklick
th: อนุญาตให้ CLI ส่งการคลิกเมาส์จริง
tr: CLI'nin gerçek fare tıklamaları göndermesine izin ver
uk: Дозволити CLI надсилати справжні кліки мишею
vi: Cho phép CLI gửi các cú nhấp chuột thật
zh_hans: 允许 CLI 发送真实的鼠标点击
zh_hk: 允許 CLI 傳送真實的滑鼠點按

source: Also sync page state (scroll, history, forms)
ar: مزامنة حالة الصفحة أيضًا (التمرير، السجل، النماذج)
ca: Sincronitza també l'estat de la pàgina (desplaçament, historial, formularis)
cs: Synchronizovat i stav stránky (posun, historii, formuláře)
da: Synkroniser også sidens tilstand (rulning, historik, formularer)
de: Auch den Seitenzustand synchronisieren (Scrollposition, Verlauf, Formulare)
el: Συγχρονισμός και της κατάστασης της σελίδας (κύλιση, ιστορικό, φόρμες)
es: Sincronizar también el estado de la página (desplazamiento, historial, formularios)
fi: Synkronoi myös sivun tila (vieritys, historia, lomakkeet)
fr: Synchroniser aussi l'état de la page (défilement, historique, formulaires)
he: סנכרן גם את מצב הדף (גלילה, היסטוריה, טפסים)
hi: पृष्ठ की स्थिति भी सिंक करें (स्क्रॉल, इतिहास, फ़ॉर्म)
hr: Sinkroniziraj i stanje stranice (pomicanje, povijest, obrasce)
hu: Az oldal állapotának szinkronizálása is (görgetés, előzmények, űrlapok)
id: Sinkronkan juga keadaan halaman (gulir, riwayat, formulir)
it: Sincronizza anche lo stato della pagina (scorrimento, cronologia, moduli)
ja: ページの状態（スクロール位置、履歴、フォーム）も同期
ko: 페이지 상태(스크롤, 방문 기록, 양식)도 동기화
ms: Segerakkan juga keadaan halaman (skrol, sejarah, borang)
nb: Synkroniser også sidetilstand (rulling, logg, skjemaer)
nl: Ook paginastatus synchroniseren (scrollpositie, geschiedenis, formulieren)
pl: Synchronizuj też stan strony (przewijanie, historię, formularze)
pt_br: Sincronizar também o estado da página (rolagem, histórico, formulários)
ro: Sincronizează și starea paginii (derulare, istoric, formulare)
ru: Синхронизировать также состояние страницы (прокрутку, историю, формы)
sk: Synchronizovať aj stav stránky (posun, históriu, formuláre)
sv: Synka även sidans tillstånd (rullning, historik, formulär)
th: ซิงค์สถานะของหน้าด้วย (การเลื่อน ประวัติ แบบฟอร์ม)
tr: Sayfa durumunu da eşitle (kaydırma, geçmiş, formlar)
uk: Синхронізувати також стан сторінки (прокручування, історію, форми)
vi: Đồng bộ cả trạng thái trang (cuộn, lịch sử, biểu mẫu)
zh_hans: 同时同步页面状态（滚动位置、历史记录、表单）
zh_hk: 同時同步頁面狀態（捲動位置、瀏覽紀錄、表單）

source: Always
ar: دائمًا
ca: Sempre
cs: Vždy
da: Altid
de: Immer
el: Πάντα
es: Siempre
fi: Aina
fr: Toujours
he: תמיד
hi: हमेशा
hr: Uvijek
hu: Mindig
id: Selalu
it: Sempre
ja: 常に
ko: 항상
ms: Sentiasa
nb: Alltid
nl: Altijd
pl: Zawsze
pt_br: Sempre
ro: Întotdeauna
ru: Всегда
sk: Vždy
sv: Alltid
th: เสมอ
tr: Her zaman
uk: Завжди
vi: Luôn luôn
zh_hans: 始终
zh_hk: 永遠

source: Always on
ar: مُفعّل دائمًا
ca: Sempre activat
cs: Vždy zapnuto
da: Altid til
de: Immer an
el: Πάντα ενεργό
es: Siempre activado
fi: Aina päällä
fr: Toujours activé
he: תמיד פעיל
hi: हमेशा चालू
hr: Uvijek uključeno
hu: Mindig bekapcsolva
id: Selalu aktif
it: Sempre attivo
ja: 常にオン
ko: 항상 켜짐
ms: Sentiasa hidup
nb: Alltid på
nl: Altijd aan
pl: Zawsze włączone
pt_br: Sempre ativo
ro: Întotdeauna activat
ru: Всегда включено
sk: Vždy zapnuté
sv: Alltid på
th: เปิดเสมอ
tr: Her zaman açık
uk: Завжди увімкнено
vi: Luôn bật
zh_hans: 始终开启
zh_hk: 永遠開啟

source: Any process running as you can then click inside the browser window.
ar: أي عملية تعمل باسمك يمكنها حينئذٍ النقر داخل نافذة المتصفح.
ca: Qualsevol procés que s'executi com tu podrà llavors fer clic dins de la finestra del navegador.
cs: Jakýkoli proces běžící pod tvým účtem pak může klikat uvnitř okna prohlížeče.
da: Enhver proces, der kører som dig, kan så klikke inde i browservinduet.
de: Jeder Prozess, der unter deinem Konto läuft, kann dann in das Browserfenster klicken.
el: Οποιαδήποτε διεργασία εκτελείται ως εσύ μπορεί τότε να κάνει κλικ μέσα στο παράθυρο του προγράμματος περιήγησης.
es: Cualquier proceso que se ejecute como tú podrá entonces hacer clic dentro de la ventana del navegador.
fi: Mikä tahansa sinuna toimiva prosessi voi tällöin napsauttaa selainikkunan sisällä.
fr: Tout processus s'exécutant en votre nom peut alors cliquer dans la fenêtre du navigateur.
he: כל תהליך שרץ בשמך יוכל אז ללחוץ בתוך חלון הדפדפן.
hi: आपके रूप में चल रही कोई भी प्रक्रिया तब ब्राउज़र विंडो के अंदर क्लिक कर सकती है।
hr: Bilo koji proces koji se izvodi kao ti tada može kliktati unutar prozora preglednika.
hu: Bármely, a te nevedben futó folyamat ekkor kattinthat a böngészőablakon belül.
id: Proses apa pun yang berjalan sebagai kamu kemudian dapat mengeklik di dalam jendela browser.
it: Qualsiasi processo eseguito a tuo nome potrà quindi fare clic all'interno della finestra del browser.
ja: あなたとして実行されているどんなプロセスも、そのときブラウザウィンドウ内をクリックできるようになります。
ko: 그러면 사용자로 실행되는 모든 프로세스가 브라우저 창 내부를 클릭할 수 있습니다.
ms: Sebarang proses yang berjalan sebagai anda kemudiannya boleh mengklik di dalam tetingkap pelayar.
nb: Enhver prosess som kjører som deg, kan da klikke inne i nettleservinduet.
nl: Elk proces dat als jou draait, kan dan in het browservenster klikken.
pl: Każdy proces działający jako ty będzie mógł wtedy klikać wewnątrz okna przeglądarki.
pt_br: Qualquer processo executado como você poderá então clicar dentro da janela do navegador.
ro: Orice proces care rulează ca tine poate atunci să facă clic în interiorul ferestrei browserului.
ru: Любой процесс, запущенный от вашего имени, сможет тогда щёлкать внутри окна браузера.
sk: Akýkoľvek proces bežiaci pod tvojím účtom potom môže klikať vnútri okna prehliadača.
sv: Vilken process som helst som körs som du kan då klicka inuti webbläsarfönstret.
th: กระบวนการใดก็ตามที่ทำงานในนามคุณจะสามารถคลิกภายในหน้าต่างเบราว์เซอร์ได้
tr: Senin adına çalışan herhangi bir işlem, o zaman tarayıcı penceresinin içine tıklayabilir.
uk: Будь-який процес, запущений від вашого імені, зможе тоді клікати всередині вікна браузера.
vi: Bất kỳ tiến trình nào chạy dưới danh nghĩa bạn khi đó đều có thể nhấp bên trong cửa sổ trình duyệt.
zh_hans: 届时，任何以你身份运行的进程都可以在浏览器窗口内点击。
zh_hk: 屆時，任何以你身分執行的程序都可以在瀏覽器視窗內點按。

source: App
ar: التطبيق
cs: Aplikace
el: Εφαρμογή
fi: Sovellus
he: יישום
hi: ऐप
hr: Aplikacija
hu: Alkalmazás
id: Apl
ja: アプリ
ko: 앱
ms: Aplikasi
pl: Aplikacja
ro: Aplicație
ru: Программа
sk: Aplikácia
th: แอป
tr: Uygulama
uk: Програма
vi: Ứng dụng
zh_hans: 应用

source: Appearance
ar: المظهر
ca: Aspecte
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr: Apparence
he: מראה
hi: दिखावट
hr: Izgled
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観
ko: 모양
ms: Rupa
nb: Utseende
nl: Weergave
pl: Wygląd
pt_br: Aparência
ro: Aspect
ru: Внешний вид
sk: Vzhľad
sv: Utseende
th: รูปลักษณ์
tr: Görünüm
uk: Вигляд
vi: Giao diện
zh_hans: 外观
zh_hk: 外觀

source: Apply to images
ar: تطبيق على الصور
ca: Aplica a les imatges
cs: Použít na obrázky
da: Anvend på billeder
de: Auf Bilder anwenden
el: Εφαρμογή σε εικόνες
es: Aplicar a imágenes
fi: Käytä kuviin
fr: Appliquer aux images
he: החל על תמונות
hi: छवियों पर लागू करें
hr: Primijeni na slike
hu: Alkalmazás képekre
id: Terapkan ke gambar
it: Applica alle immagini
ja: 画像に適用
ko: 이미지에 적용
ms: Terapkan pada imej
nb: Bruk på bilder
nl: Toepassen op afbeeldingen
pl: Zastosuj do obrazów
pt_br: Aplicar a imagens
ro: Aplică la imagini
ru: Применить к изображениям
sk: Použiť na obrázky
sv: Tillämpa på bilder
th: ใช้กับรูปภาพ
tr: Görüntülere uygula
uk: Застосувати до зображень
vi: Áp dụng cho hình ảnh
zh_hans: 应用于图片
zh_hk: 套用至圖片

source: Apply to links
ar: تطبيق على الروابط
ca: Aplica als enllaços
cs: Použít na odkazy
da: Anvend på links
de: Auf Links anwenden
el: Εφαρμογή σε συνδέσμους
es: Aplicar a enlaces
fi: Käytä linkkeihin
fr: Appliquer aux liens
he: החל על קישורים
hi: लिंक पर लागू करें
hr: Primijeni na poveznice
hu: Alkalmazás hivatkozásokra
id: Terapkan ke tautan
it: Applica ai link
ja: リンクに適用
ko: 링크에 적용
ms: Terapkan pada pautan
nb: Bruk på lenker
nl: Toepassen op links
pl: Zastosuj do łączy
pt_br: Aplicar a links
ro: Aplică la linkuri
ru: Применить к ссылкам
sk: Použiť na odkazy
sv: Tillämpa på länkar
th: ใช้กับลิงก์
tr: Bağlantılara uygula
uk: Застосувати до посилань
vi: Áp dụng cho liên kết
zh_hans: 应用于链接
zh_hk: 套用至連結

source: As a last resort
ar: كملاذ أخير
ca: Com a últim recurs
cs: Jako poslední možnost
da: Som sidste udvej
de: Als letztes Mittel
el: Ως έσχατη λύση
es: Como último recurso
fi: Viimeisenä keinona
fr: En dernier recours
he: כמוצא אחרון
hi: अंतिम उपाय के रूप में
hr: Kao posljednje rješenje
hu: Végső esetben
id: Sebagai upaya terakhir
it: Come ultima risorsa
ja: 最後の手段として
ko: 최후의 수단으로
ms: Sebagai pilihan terakhir
nb: Som siste utvei
nl: Als laatste redmiddel
pl: W ostateczności
pt_br: Como último recurso
ro: Ca ultimă soluție
ru: В крайнем случае
sk: Ako posledná možnosť
sv: Som en sista utväg
th: เป็นทางเลือกสุดท้าย
tr: Son çare olarak
uk: У крайньому разі
vi: Như phương án cuối
zh_hans: 作为最后手段
zh_hk: 作為最後手段

source: Back / Forward
ar: رجوع / تقدُّم
ca: Enrere / Endavant
cs: Zpět / Vpřed
da: Tilbage / Frem
de: Zurück / Vor
el: Πίσω / Εμπρός
es: Atrás / Adelante
fi: Takaisin / Eteenpäin
fr: Précédent / Suivant
he: אחורה / קדימה
hi: पीछे / आगे
hr: Natrag / Naprijed
hu: Vissza / Előre
id: Mundur / Maju
it: Indietro / Avanti
ja: 戻る / 進む
ko: 뒤로 / 앞으로
ms: Undur / Maju
nb: Tilbake / Frem
nl: Terug / Vooruit
pl: Wstecz / Dalej
pt_br: Voltar / Avançar
ro: Înapoi / Înainte
ru: Назад / Вперёд
sk: Späť / Dopredu
sv: Bakåt / Framåt
th: ย้อนกลับ / ถัดไป
tr: Geri / İleri
uk: Назад / Вперед
vi: Lùi / Tiến
zh_hans: 后退 / 前进
zh_hk: 上一頁 / 下一頁
